Repository: regen-network/regen-web
Catalog: web-marketplace/src/lib/i18n/locales/*.po
Languages: es

source: - see less
es: - ver menos

source: - See less
es: - Ver menos

source: . Please use a different email address.
es: Utilice una dirección de correo electrónico diferente.

source: (drag map to choose location)
es: (arrastre el mapa para elegir la ubicación)

source: (file will be associated with the project location by default)
es: (el archivo se asociará con la ubicación del proyecto de forma predeterminada)

source: (optional)
es: (opcional)

source: (preferable)
es: (preferible)

source: (required if you added a project story)
es: (obligatorio si agregó una historia de proyecto)

source: (retirement is permanent and non-reversible)
es: (la retirada es permanente e irreversible)

source: {0, plural, one {allowed credit class} other {allowed credit classes}}
es: {0, plural, one {clase de crédito permitida} other {clases de crédito permitidas}}

source: {ADDRESS_USED_ERROR} Do you want to merge these accounts?
es: {ADDRESS_USED_ERROR} ¿Quieres fusionar estas cuentas?

source: {area, plural, one {hectare} other {hectares}}
es: {area, plural, one {hectárea} other {hectáreas}}

source: {creditsAvailable, plural, one {Credit amount adjusted: Only {formattedCreditsAvailable} credit available in {displayDenom}} other {Credit amount adjusted: Only {formattedCreditsAvailable} credits available in {displayDenom}}}
es: {créditosDisponibles, plural, one {Monto de crédito ajustado: Solo {formattedCreditsAvailable} créditos disponibles en {displayDenom}} other {Monto de crédito ajustado: Solo {formattedCreditsAvailable} créditos disponibles en {displayDenom}}}

source: {from}–{displayedTo} of {count}
es: {from}–{displayedTo} de {count}

source: {from}–{displayedTo} of more than {to}
es: {from}–{displayedTo} de más de {to}

source: {minimumDuration, plural, one {{maxDurationPrefix}{maximumDuration} year} other {{maxDurationPrefix}{maximumDuration} years}}
es: {minimumDuration, plural, one {{maxDurationPrefix}{maximumDuration} año} other {{maxDurationPrefix}{maximumDuration} años}}

source: {minimumDuration, plural, one {{minimumDuration} year minimum} other {{minimumDuration} years minimum}}
es: {minimumDuration, plural, one {{minimumDuration} año mínimo} other {{minimumDuration} años mínimo}}

source: {remainingCaptionCharacters, plural, one {{remainingCaptionCharacters} character remaining} other {{remainingCaptionCharacters} characters remaining}}
es: {remainingCaptionCharacters, plural, one {{remainingCaptionCharacters} carácter} other {{remainingCaptionCharacters} caracteres}}

source: {remainingDescriptionCharacters, plural, one {{remainingDescriptionCharacters} character remaining} other {{remainingDescriptionCharacters} characters remaining}}
es: {remainingDescriptionCharacters, plural, one {{remainingDescriptionCharacters} carácter} other {{remainingDescriptionCharacters} caracteres}}

source: {remainingStoryCharacters, plural, one {{remainingStoryCharacters} character remaining} other {{remainingStoryCharacters} characters remaining}}
es: {remainingStoryCharacters, plural, one {{remainingStoryCharacters} personaje} other {{remainingStoryCharacters} personajes}}

source: {remainingStoryTitleCharacters, plural, one {{remainingStoryTitleCharacters} character remaining} other {{remainingStoryTitleCharacters} characters remaining}}
es: {remainingStoryTitleCharacters, plural, one {{remainingStoryTitleCharacters} carácter} other {{remainingStoryTitleCharacters} caracteres}}

source: {remainingSummaryCharacters, plural, one {{remainingSummaryCharacters} character remaining} other {{remainingSummaryCharacters} characters remaining}}
es: {remainingSummaryCharacters, plural, one {{remainingSummaryCharacters} carácter} other {{remainingSummaryCharacters} caracteres}}

source: {remainingTitleCharacters, plural, one {{remainingTitleCharacters} character remaining} other {{remainingTitleCharacters} characters remaining}}
es: {remainingTitleCharacters, plural, one {{remainingTitleCharacters} carácter restante} other {{remainingTitleCharacters} caracteres restantes}}

source: {years, plural, one {{years} year project duration} other {{years} year project duration}}
es: {years, plural, one {Duración del proyecto: {years} año} other {Duración del proyecto: {years} años}}

source: # credits
es: # créditos

source: © 2024 Terrasos SAS | All rights reserved
es: © 2024 Terrasos SAS | Todos los derechos reservados

source: + {0} more
es: + {0} más

source: + add
es: + añadir

source: + add another issuer'
es: + añadir otro emisor'

source: + add certification
es: + añadir certificación

source: + Add New Profile
es: + Agregar nuevo perfil

source: + Add Photo
es: + Agregar foto

source: + create post
es: + crear publicación

source: + see more
es: + ver más

source: + See more
es: + Ver más

source: + view timeline
es: + ver cronología

source: +Add recipient
es: +Añadir destinatario

source: +Create project
es: +Crear proyecto

source: <0>{0}</0> ending in {1}
es: <0>{0}</0> terminando en {1}

source: <0>Credit class admin:</0> the entity who can update a given credit class.
es: <0>Administrador de clase de crédito:</0> la entidad que puede actualizar una clase de crédito determinada.

source: <0>Credit class issuer:</0> the entity who can issue credit batches under the given credit class.
es: <0>Emisor de la clase de crédito:</0> entidad que puede emitir lotes de créditos bajo la clase de crédito dada.

source: <0>Custodian:</0> The entity, also the project landowner, who has historically managed the territory. It is now part of the project stakeholders and receives benefits from project success.
es: <0>Custodio:</0> Entidad, también propietaria del proyecto, que históricamente ha gestionado el territorio. Actualmente forma parte de los interesados del proyecto y recibe los beneficios del éxito del mismo.

source: <0>drag and drop</0><1>or</1>
es: <0>arrastrar y soltar</0><1>o</1>

source: <0>Monitor:</0> The entity who tracks and verifies the environmental impact and performance of the project to ensure compliance and transparency.
es: <0>Monitor:</0> Entidad que da seguimiento y verifica el impacto ambiental y el desempeño del proyecto para garantizar el cumplimiento y la transparencia.

source: <0>Partners:</0> can offer crucial financial support or monitor progress and ensure environmental standards are met.
es: <0>Socios:</0> pueden ofrecer apoyo financiero crucial o supervisar el progreso y garantizar que se cumplan los estándares ambientales.

source: <0>Project admin:</0> The entity who can update a given project on the blockchain.
es: <0>Administrador del proyecto:</0> La entidad que puede actualizar un proyecto determinado en la cadena de bloques.

source: <0>Project developer:</0> The entity in charge of managing the project. The project developer can be the land owner, land steward, or a third party.
es: <0>Desarrollador del proyecto:</0> Entidad encargada de gestionar el proyecto. El desarrollador del proyecto puede ser el propietario del terreno, el administrador del terreno o un tercero.

source: <0>Project operator:</0> The entity responsible for implementing and managing the project, ensuring it meets sustainability and regulatory standards.
es: <0>Operador del proyecto:</0> Entidad responsable de implementar y gestionar el proyecto, garantizando que cumpla con los estándares regulatorios y de sostenibilidad.

source: <0>Verifier:</0> The third party entity responsible for providing a independent, impartial assessment of project plan and project reports (that is not the monitor).
es: <0>Verificador:</0> La entidad de terceros responsable de proporcionar una evaluación independiente e imparcial del plan del proyecto y de los informes del proyecto (que no es el monitor).

source: 1 credit
es: 1 crédito

source: 1 Credit
es: 1 crédito

source: 1 private post
es: 1 publicación privada

source: 1 Ton of CO2e
es: 1 tonelada de CO2e

source: 5MB max. Supported file types include text, spreadsheets, images, and video files.
es: Máximo de 5 MB. Los tipos de archivos admitidos incluyen texto, hojas de cálculo, imágenes y archivos de video.

source: A <0>program</0> involves the eligibility rules, monitoring and certification, and registration systems for credit trading and ownership tracking.
es: Un <0>programa</0> implica las reglas de elegibilidad, monitoreo y certificación, y sistemas de registro para el comercio de créditos y el seguimiento de la propiedad.

source: A brief description of your ecological impact project and the property on which it is implemented. This is your elevator pitch to credit buyers.
es: Una breve descripción de su proyecto de impacto ecológico y de la propiedad en la que se implementará. Este es su discurso de presentación para los compradores de crédito.

source: A managed grazing system where livestock are moved frequently among pasture divisions or paddocks based on forage quality and livestock nutrition needs. Portable fencing allows each paddock to rest and regrow until the next grazing rotation.
es: Un sistema de pastoreo controlado en el que el ganado se traslada con frecuencia entre las divisiones de pasturas o potreros en función de la calidad del forraje y las necesidades nutricionales del ganado. Las cercas portátiles permiten que cada potrero descanse y vuelva a crecer hasta la siguiente rotación de pastoreo.

source: A project of <0>Regen Network<1/> Development, PBC</0>
es: Un proyecto de desarrollo de <0>Regen Network<1/>, PBC</0>

source: A taxon is extinct in the wild when it is known only to survive in cultivation, in captivity or as a naturalized population (or populations) well outside the past range.
es: Un taxón está extinto en estado silvestre cuando solo se sabe que sobrevive en cultivo, en cautiverio o como población (o poblaciones) naturalizadas muy fuera de su distribución anterior.

source: A taxon is extinct when there is no reasonable doubt that the last individual has died.
es: Un taxón está extinto cuando no hay duda razonable de que el último individuo ha muerto.

source: A third party who provides a independent, impartial assessment of project plan and project reports (that is not the monitor).
es: Un tercero que proporciona una evaluación independiente e imparcial del plan del proyecto y de los informes del proyecto (que no es el monitor).

source: A unique identifier that tracks and verifies a specific transaction on the blockchain.
es: Un identificador único que rastrea y verifica una transacción específica en la cadena de bloques.

source: About Us
es: Nosotros

source: Account switch detected!
es: ¡Cambio de cuenta detectado!

source: Act now
es: ¡Actúa!

source: Act Now - Tebu
es: Actúa ahora - Tebu

source: actions
es: comportamiento

source: Actions
es: Comportamiento

source: Activity
es: Actividad

source: Actual number of credits issued may be different from the estimated issuance.
es: El número real de créditos emitidos puede ser diferente de la emisión estimada.

source: Add a photo
es: Añadir una foto

source: Add a video
es: Agregar un video

source: add files
es: añadir archivos

source: Add filters
es: Añadir filtros

source: Add Profile
es: Agregar perfil

source: Add video url
es: Añadir URL de vídeo

source: Additional Certificate
es: Certificado adicional

source: Additional certification {index}
es: Certificación adicional {index}

source: Additional certification {index} url
es: Certificación adicional {index} url

source: Additional certification name
es: Nombre de certificación adicional

source: Additional certification url
es: URL de certificación adicional

source: additional certifications
es: certificaciones adicionales

source: Additional Certifications
es: Certificaciones adicionales

source: Additional Info
es: Información adicional

source: Address copied!
es: ¡Dirección copiada!

source: Advanced settings
es: Configuración avanzada

source: All credits
es: Todos los créditos

source: All nature based carbon credits
es: Todos los créditos de carbono basados en la naturaleza

source: all posts
es: Todas las publicaciones

source: all profiles
es: todos los perfiles

source: All projects
es: Todos los proyectos

source: All uploaded files and their location data will be hidden from public view.
es: Todos los archivos cargados y sus datos de ubicación quedarán ocultos a la vista del público.

source: Amazon
es: Amazonas

source: amount
es: cantidad

source: Amount
es: Cantidad

source: Amount available
es: Cantidad disponible

source: AMOUNT AVAILABLE
es: CANTIDAD DISPONIBLE

source: Amount Bridgable
es: Monto puenteable

source: Amount Bridged
es: Monto puenteado

source: Amount bridged is the same as amount cancelled in the ledger documentation
es: El importe puenteado es el mismo que el importe cancelado en la documentación del libro mayor

source: Amount cannot exceed
es: El monto no puede exceder

source: Amount Escrowed
es: Monto depositado en depósito

source: amount now available in
es: Cantidad ahora disponible en

source: amount now available in usd
es: Cantidad ahora disponible en USD

source: amount of credits
es: cantidad de créditos

source: Amount of credits
es: Cantidad de créditos

source: amount retired
es: cantidad retirada

source: Amount retired
es: Monto retirado

source: Amount Retired
es: Monto retirado

source: amount sent
es: cantidad enviada

source: Amount to sell
es: Cantidad a vender

source: amount tradable
es: cantidad negociable

source: Amount tradable
es: Cantidad negociable

source: Amount Tradable
es: Monto negociable

source: An ecosystem considered to be facing a <0>high risk of collapse</0>.
es: Un ecosistema que se considera que enfrenta un <0>alto riesgo de colapso</0>.

source: An ecosystem has insufficient data when there is <0>no adequate information to make a direct or indirect assessment</0> of its risk of collapse.
es: Un ecosistema tiene datos insuficientes cuando <0>no hay información adecuada para hacer una evaluación directa o indirecta</0> de su riesgo de colapso.

source: Anchoring in progress
es: Anclaje en proceso

source: and
es: y

source: Andean
es: Andino

source: Apply
es: Aplicar

source: Approve Keplr mobile app connection request on your mobile.
es: Apruebe la solicitud de conexión de la aplicación móvil Keplr en su móvil.

source: approved methodologies
es: metodologías aprobadas

source: Are you sure you want to cancel this sell order?
es: ¿Está seguro de que desea cancelar esta orden de venta?

source: Are you sure you want to change this project admin?
es: ¿Está seguro de que desea cambiar este administrador del proyecto?

source: Are you sure you want to delete this post?
es: ¿Estás seguro de que deseas eliminar esta publicación?

source: Are you sure you want to discard your changes?
es: ¿Está seguro de que desea descartar los cambios?

source: Area Actions
es: Acciones del Área

source: Articles
es: Artículos

source: Asset
es: Activo

source: Attach a signature
es: Adjuntar una firma

source: Attach arbitrary JSON-LD metadata to the credit batch below.
es: Adjunte metadatos JSON-LD arbitrarios al lote de créditos a continuación.

source: Attach arbitrary JSON-LD metadata to the credit batch below. <0>Learn more»</0>
es: Adjunte metadatos JSON-LD arbitrarios al lote de créditos a continuación. <0>Más información»</0>

source: Attach arbitrary JSON-LD metadata to the project metadata below.
es: Adjunte metadatos JSON-LD arbitrarios a los metadatos del proyecto a continuación.

source: Attest
es: Dar fe

source: Available
es: Disponible

source: Avg Price
es: Precio promedio

source: avg price per credit
es: precio promedio por crédito

source: back to projects
es: volver a proyectos

source: Background image
es: Imagen de fondo

source: basic info
es: Información básica

source: Basic Info
es: Información básica

source: basket
es: cesta

source: basket ecocredits table
es: tabla de ecocréditos de la cesta

source: Basket Tokens
es: Fichas de cesta

source: baskets table
es: mesa de cestas

source: batch denom
es: nombre del lote

source: Batch denom
es: Nombre del lote

source: Batch Denom
es: Nombre del lote

source: BATCH DENOM
es: LOTE DENOM

source: batch denom:
es: nombre del lote:

source: Batch End Date
es: Fecha de finalización del lote

source: BATCH END DATE
es: FECHA DE FINALIZACIÓN DEL LOTE

source: Batch start and end date
es: Fecha de inicio y fin del lote

source: Batch Start Date
es: Fecha de inicio del lote

source: BATCH START DATE
es: FECHA DE INICIO DEL LOTE

source: Because we use blockchain technology, if another user purchases the credits before you check out, you’ll need to choose different credits.
es: Debido a que utilizamos tecnología blockchain, si otro usuario compra los créditos antes de realizar el pago, deberá elegir créditos diferentes.

source: biome
es: bioma

source: bioregion
es: biorregión

source: block height
es: altura del bloque

source: Blockchain Details
es: Detalles de la cadena de bloques

source: blockchain record
es: registro de cadena de bloques

source: Blockchain record
es: Registro de blockchain

source: blockchain record:
es: registro de blockchain:

source: Blockchain-based actions such as buying are only possible with a wallet address. Please set up a Keplr wallet in order to continue.
es: Las acciones basadas en blockchain, como las compras, solo son posibles con una dirección de billetera. Configure una billetera Keplr para continuar.

source: book a call
es: Reservar una llamada

source: Bridgable ecocredits
es: Ecocréditos puenteables

source: bridgable ecocredits table
es: Tabla de ecocréditos puenteables

source: Bridge
es: Puente

source: Bridge Ecocredits to Polygon
es: Puente de los ecocréditos al polígono

source: Bridged ecocredits
es: Ecocréditos puente

source: bridged ecocredits table
es: tabla de ecocréditos puente

source: Brief project summary
es: Breve resumen del proyecto

source: Budget
es: Presupuesto

source: buffer pool accounts
es: cuentas de grupo de búfer

source: Buy
es: Comprar

source: BUY
es: COMPRAR

source: Buy and sell ecosystem service credits at the open marketplace for climate solutions.registry
es: Compra y vende créditos de servicios ecosistémicos en el mercado abierto de soluciones climáticas.registro

source: Buy carbon credits and other ecosystem system service credits to meet your climate commitments and sustainability goals.
es: Compre créditos de carbono y otros créditos de servicios de sistemas ecosistémicos para cumplir con sus compromisos climáticos y objetivos de sostenibilidad.

source: buy credits
es: comprar créditos

source: BUY CREDITS
es: COMPRAR CRÉDITOS

source: Buy Credits Error
es: Error al comprar créditos

source: buy ecocredits
es: comprar ecocréditos

source: Buy ecocredits
es: Comprar ecocréditos

source: buy NCT
es: comprar NCT

source: Buy tradable ecocredits
es: Comprar ecocréditos negociables

source: Buy with credit card
es: Comprar con tarjeta de crédito

source: Buy with crypto
es: Comprar con criptomonedas

source: Buyer
es: Comprador

source: Buying options
es: Opciones de compra

source: Buying with crypto requires an account with a wallet address. Please set up a Keplr wallet in order to continue.
es: Para comprar con criptomonedas es necesario tener una cuenta con una dirección de billetera. Crea una billetera Keplr para continuar.

source: By connecting to Regen Marketplace, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>
es: Al conectarse a Regen Marketplace, usted acepta nuestros <0>Términos de servicio</0> y <1>Política de privacidad</1>

source: by default the cheapest credit vintage will be purchased first
es: Por defecto, se comprará primero el crédito más barato.

source: By default these credits are tradable but you may check “retire all credits upon transfer” below to automatically retire them upon sending.
es: De forma predeterminada, estos créditos son negociables, pero puedes marcar “retirar todos los créditos al transferir” a continuación para retirarlos automáticamente al enviarlos.

source: cancel
es: Cancelar

source: Cancel
es: Cancelar

source: Cancelled credits have been removed from from the credit batch's tradable supply. Cancelling credits is permanent and implies the credits have been moved to another chain or registry.
es: Los créditos cancelados se han eliminado del suministro comercializable del lote de créditos. La cancelación de créditos es permanente e implica que los créditos se han trasladado a otra cadena o registro.

source: Cannot upload file without a project id
es: No se puede cargar un archivo sin un ID de proyecto

source: Caption
es: Subtítulo

source: carbon credit
es: crédito de carbono

source: carbon offset standard
es: Norma de compensación de carbono

source: card info
es: Información de la tarjeta

source: Caribbean
es: Caribe

source: Categories of the IUCN Red List of Ecosystems assess ecosystem health and risk at a global scale. Tebu promotes protecting the most threatened ecosystems by giving a higher score to those at higher risk.
es: Las categorías de la Lista Roja de Ecosistemas de la UICN evalúan la salud y el riesgo de los ecosistemas a escala global. Tebu promueve la protección de los ecosistemas más amenazados otorgando una puntuación más alta a aquellos que presentan un riesgo mayor.

source: certificate
es: certificado

source: certificate not found
es: certificado no encontrado

source: certifications
es: certificaciones

source: cfc retirement serial numbers
es: Números de serie de retiro de CFC

source: cfc vintage year
es: año de cosecha de cfc

source: Chain
es: Cadena

source: change admin
es: cambiar administrador

source: Change payment card
es: Cambiar tarjeta de pago

source: Changes have been saved
es: Los cambios se han guardado

source: Character
es: Personaje

source: Check your wallet for a confirmation popup.
es: Revise su billetera para ver si aparece una ventana emergente de confirmación.

source: Checkmark list
es: Lista de marcas de verificación

source: Choose 2-10 photos for the photo gallery.
es: Elija entre 2 y 10 fotografías para la galería de fotos.

source: Choose a credit class
es: Elija una clase de crédito

source: Choose a credit type
es: Elija un tipo de crédito

source: Choose a log in method
es: Elija un método de inicio de sesión

source: Choose a practice start date
es: Elija una fecha de inicio de práctica

source: Choose a specific location on the map
es: Elija una ubicación específica en el mapa

source: Choose any ecocredits that are eligible for this basket.<0>Learn more»</0>
es: Elige los ecocréditos que sean elegibles para esta cesta.<0>Más información»</0>

source: Choose basket
es: Elija la cesta

source: Choose credit class
es: Elija la clase de crédito

source: Choose credits
es: Elija créditos

source: Choose denom
es: Elige denominación

source: Choose ecocredits batch
es: Elige el lote de ecocréditos

source: Choose new credits
es: Elige nuevos créditos

source: Choose Project
es: Elija Proyecto

source: Choose specific credit vintages
es: Elija añadas de crédito específicas

source: Choose the photo that will show at the top of the project page and in project preview cards.
es: Elija la foto que se mostrará en la parte superior de la página del proyecto y en las tarjetas de vista previa del proyecto.

source: class id
es: identificación de clase

source: Class ID: unique identifier of the credit class on Regen Ledger.
es: ID de clase: identificador único de la clase de crédito en Regen Ledger.

source: Clear all
es: Limpiar todo

source: Click on the confirmation link to return to Regen Network.
es: Haga clic en el enlace de confirmación para regresar a Regen Network.

source: close
es: cerca

source: CLOSE WINDOW
es: CERRAR VENTANA

source: co-benefit
es: cobeneficio

source: coming soon
es: muy pronto

source: Comment
es: Comentario

source: Community Credits
es: Créditos comunitarios
