Repository: regen-network/regen-web
Catalog: web-marketplace/src/lib/i18n/locales/*.po
Languages: es

source: Community credits are credits that have not been through the <0>Regen Registry program</0>or are not associated with another known registry. <1/><2/>To create your own credits, <3>learn more in our docs.</3>
es: Los créditos comunitarios son créditos que no han pasado por el <0>programa Regen Registry</0> o que no están asociados con otro registro conocido. <1/><2/>Para crear sus propios créditos, <3>obtenga más información en nuestros documentos.</3>

source: Complete
es: Completo

source: Compliance
es: Cumplimiento

source: Compliance Credits
es: Créditos de cumplimiento

source: Compliance credits are mandatory to meet government regulations.
es: Los créditos de cumplimiento son obligatorios para cumplir con las regulaciones gubernamentales.

source: Compliance info
es: Información de cumplimiento

source: Congrats! You successfully created this post.
es: ¡Felicitaciones! Creaste esta publicación exitosamente.

source: Congrats! Your bridge has been initiated
es: ¡Felicitaciones! Tu puente ha sido iniciado

source: Congrats! Your purchase was successful.
es: ¡Felicitaciones! Su compra fue exitosa.

source: Congrats! Your transaction was successful.
es: ¡Felicitaciones! Su transacción fue exitosa.

source: connect
es: conectar

source: CONNECT
es: CONECTAR

source: Connect a wallet address to be able to perform on chain tasks such as buying and selling credits, and creating projects on Regen Ledger.
es: Conecte una dirección de billetera para poder realizar tareas en cadena como comprar y vender créditos y crear proyectos en Regen Ledger.

source: Connect and Learn
es: Conectarse y aprender

source: connect wallet
es: Conectar billetera

source: Connect wallet address
es: Conectar la dirección de la billetera

source: Connectivity allows the flow of species and ecological processes that support biodiversity across a larger area. Tebu promotes projects that contribute to the restoration of maintenance of the ecological connectivity at a landscape scale.
es: La conectividad permite el flujo de especies y procesos ecológicos que sustentan la biodiversidad en un área más amplia. Tebu promueve proyectos que contribuyen a la restauración y el mantenimiento de la conectividad ecológica a escala del paisaje.

source: Consumer/Individual/myself
es: Consumidor/Individuo/yo mismo

source: Contact
es: Contacto

source: Contributes minimally
es: Contribuye mínimamente

source: Cookies Policy
es: Política de cookies

source: Copy
es: Copiar

source: Copy address
es: Copiar dirección

source: Copy and paste an embeddable video url. Supported types include: YouTube, Facebook, Vimeo, Twitch, and DailyMotion.
es: Copia y pega la URL de un video integrable. Los tipos admitidos incluyen: YouTube, Facebook, Vimeo, Twitch y DailyMotion.

source: Copy link to profile
es: Copiar enlace al perfil

source: Copy link to project page
es: Copiar enlace a la página del proyecto

source: Country
es: País

source: cows celebrating
es: vacas celebrando

source: Create a project without a credit class
es: Crear un proyecto sin una clase de crédito

source: create credit batch
es: crear lote de credito

source: Create Credit Batch
es: Crear lote de créditos

source: Create Credit Class
es: Crear clase de crédito

source: Create Data Post
es: Crear publicación de datos

source: create post
es: crear publicación

source: Create Project
es: Crear proyecto

source: Create Project - Access Denied
es: Crear proyecto - Acceso denegado

source: Create Sell Order
es: Crear orden de venta

source: Created by
es: Creado por

source: credit activity table
es: tabla de actividad crediticia

source: Credit Basics
es: Conceptos básicos de crédito

source: Credit Batch Details
es: Detalles del lote de crédito

source: credit batch id
es: Identificación del lote de crédito

source: Credit Batch Id
es: Id. de lote de crédito

source: credit batch id{0, plural, one {} other {(s)}}
es: id de lote de crédito{0, plural, one {} other {(s)}}

source: Credit Batch Info
es: Información del lote de crédito

source: credit batch table
es: tabla de lotes de crédito

source: Credit Batches
es: Lotes de crédito

source: Credit card
es: Tarjeta de crédito

source: credit class
es: clase de crédito

source: Credit class
es: Clase de crédito

source: Credit Class
es: Clase de crédito

source: CREDIT CLASS
es: CLASE DE CRÉDITO

source: credit class <0/>
es: clase de crédito <0/>

source: Credit class creation fee
es: Tarifa de creación de clase de crédito

source: Credit Class ID
es: Identificación de clase de crédito

source: Credit Class Info
es: Información sobre la clase de crédito

source: credit class status
es: estado de la clase de crédito

source: Credit class timeline
es: Cronología de clases de créditos

source: Credit class: the structure, procedures and requirements for project registration, the quantification, monitoring, reporting and verification (MRV), and issuance of credits related to a certain credit type.
es: Clase de crédito: la estructura, procedimientos y requisitos para el registro de proyectos, la cuantificación, seguimiento, reporte y verificación (MRV), y la emisión de créditos relacionados con un determinado tipo de crédito.

source: Credit Classes
es: Clases de crédito

source: Credit Details
es: Detalles de crédito

source: Credit Issuance
es: Emisión de crédito

source: Credit issuance pending
es: Emisión de crédito pendiente

source: credit name
es: nombre de credito

source: Credit prices vary. By default the lowest priced credits will be purchased first.
es: Los precios de los créditos varían. Por defecto, se comprarán primero los créditos con el precio más bajo.

source: Credit retirement location
es: Ubicación de retiro de crédito

source: Credit Type
es: Tipo de crédito

source: Credit type 1
es: Tipo de crédito 1

source: Credit type 2
es: Tipo de crédito 2

source: Credit unit definition
es: Definición de unidad de crédito

source: credits
es: créditos

source: Credits
es: Créditos

source: Credits are held in escrow when a sell order is created, and taken out of escrow when the sell order is either cancelled, updated with a reduced quantity, or processed.
es: Los créditos se mantienen en depósito en garantía cuando se crea una orden de venta y se retiran del depósito en garantía cuando la orden de venta se cancela, se actualiza con una cantidad reducida o se procesa.

source: credits available
es: créditos disponibles

source: Credits Available
es: Créditos disponibles

source: Credits available - high to low
es: Créditos disponibles: de mayor a menor

source: Credits available - low to high
es: Créditos disponibles: de bajo a alto

source: credits available for purchase
es: créditos disponibles para compra

source: Credits batch
es: Lote de créditos

source: Credits batches
es: Lotes de créditos

source: Credits Cancelled
es: Créditos cancelados

source: Credits cannot exceed
es: Los créditos no pueden exceder

source: Credits delivered
es: Créditos entregados

source: Credits for
es: Créditos por

source: Credits have been issued!
es: ¡Se han emitido los créditos!

source: Credits Input
es: Entrada de créditos

source: Credits issuance is calculated based on a weighted scale between 20 and 50 years.
es: La emisión de créditos se calcula con base en una escala ponderada entre 20 y 50 años.

source: Credits issued
es: Créditos emitidos

source: credits purchased
es: créditos comprados

source: Credits purchased with crypto can be purchased in either a retired or tradable state.
es: Los créditos comprados con criptomonedas se pueden comprar en estado retirado o negociable.

source: Credits Registered
es: Créditos registrados

source: Credits Retired
es: Créditos Retirados

source: Credits Tradable
es: Créditos negociables

source: Credits were purchased in a tradable format and were not retired
es: Los créditos se compraron en formato comercializable y no se retiraron.

source: credits you purchased
es: créditos que compraste

source: Critically Endangered
es: En peligro crítico de extinción

source: Cropland
es: Tierras de cultivo

source: Cropland-based credits
es: Créditos basados en tierras de cultivo

source: Crypto
es: Criptomoneda

source: Crypto Organization
es: Organización criptográfica

source: Crypto purchase options
es: Opciones de compra de criptomonedas

source: CURRENCY DENOM
es: DENOMINACIÓN MONEDA

source: Currency Input
es: Entrada de moneda

source: current account
es: cuenta corriente

source: Current admin address
es: Dirección de administración actual

source: custodian
es: custodio

source: Custom url
es: URL personalizada

source: Customer info
es: Información del cliente

source: dashboard tabs
es: Pestañas del panel de control

source: Data Deficient
es: Datos deficientes

source: Data stream
es: Flujo de datos

source: date
es: fecha

source: Date of upload
es: Fecha de subida

source: default avatar
es: avatar predeterminado

source: Delete
es: Borrar

source: Delivery dates may vary widely as this project is still in the early stages of development.
es: Las fechas de entrega pueden variar ampliamente ya que este proyecto aún se encuentra en las primeras etapas de desarrollo.

source: department
es: departamento

source: description
es: descripción

source: Description
es: Descripción

source: Different sellers may sell the same credits at different prices. We automatically choose the lowest priced credits for you. This price is the average price of all the credits in your cart.
es: Es posible que distintos vendedores vendan los mismos créditos a distintos precios. Elegimos automáticamente los créditos con el precio más bajo para ti. Este precio es el precio promedio de todos los créditos en tu carrito.

source: DISCONNECT
es: DESCONECTAR

source: DISCOVER PROJECTS
es: DESCUBRE PROYECTOS

source: Document type
es: Tipo de documento

source: Documentation
es: Documentación

source: documentation table
es: tabla de documentación

source: Does your project include grasslands?
es: ¿Su proyecto incluye pastizales?

source: Don’t see anything?
es: ¿No ves nada?

source: Don’t see anything? <0>Resend email</0>.
es: ¿No ves nada? <0>Reenviar correo electrónico</0>.

source: Draft
es: Borrador

source: Draft created!
es: ¡Borrador creado!

source: Draft saved!
es: ¡Borrador guardado!

source: Drag map to choose location
es: Arrastre el mapa para elegir la ubicación

source: Each credit batch has a unique ID (i.e. denomination) that starts with the abbreviation of the credit type followed by the project ID, start date and end date of the vintage year, and ending in the batch sequence number.
es: Cada lote de crédito tiene un ID único (es decir, denominación) que comienza con la abreviatura del tipo de crédito seguida del ID del proyecto, la fecha de inicio y la fecha de finalización del año de cosecha y termina con el número de secuencia del lote.

source: Each credit batch has a unique ID (i.e. denomination) that starts with the credit class ID followed by the project ID, start date and end date of the vintage year, and ending in the batch sequence number.
es: Cada lote de crédito tiene un ID único (es decir, denominación) que comienza con el ID de la clase de crédito seguido del ID del proyecto, la fecha de inicio y la fecha de finalización del año de cosecha, y termina con el número de secuencia del lote.

source: eco-credit
es: eco-crédito

source: Ecocredit batch ID
es: Identificación del lote de ecocrédito

source: Ecocredit batches
es: Lotes de ecocrédito

source: Ecocredit Batches
es: Lotes de ecocrédito

source: Ecocredit Sales Agreement
es: Acuerdo de venta de Ecocredit

source: Ecocredits
es: Ecocréditos

source: ecocredits created
es: ecocréditos creados

source: Ecocredits from some sell orders can only be purchased in a retired state. Others can be purchased in a tradable state, which can then be retired later, sold, or sent to another address.
es: Los ecocréditos de algunas órdenes de venta solo se pueden comprar en estado de retiro. Otros se pueden comprar en estado de comercialización, que luego se pueden retirar, vender o enviar a otra dirección.

source: ecocredits retired
es: ecocreditos jubilados

source: ecocredits table
es: tabla de ecocréditos

source: Ecocredits table
es: Tabla de ecocréditos

source: ecocredits tradable
es: ecocréditos negociables

source: Ecological Connectivity Level
es: Nivel de conectividad ecológica

source: Ecological Impact
es: Impacto ecológico

source: Ecological outcomes
es: Resultados ecológicos

source: Ecological Outcomes
es: Resultados ecológicos

source: Ecosystem
es: Ecosistema

source: Ecosystem that does not qualify for Critically Endangered, Endangered, or Vulnerable, but <0>likely to qualify for a threatened category in the near future.</0>
es: Ecosistema que no califica para En Peligro Crítico, En Peligro o Vulnerable, pero <0>es probable que califique para una categoría amenazada en el futuro cercano.</0>

source: ecosystem type
es: tipo de ecosistema

source: Ecosystem with declining areas, severe degradation, and disrupted processes facing an <0>extremely high collapse risk</0>.
es: Ecosistema con áreas en declive, degradación severa y procesos interrumpidos que enfrenta un <0>riesgo de colapso extremadamente alto</0>.

source: Ecosystems that have not yet been assessed. For these cases, the Protocol proposes an alternative that allows describing the conditions of the territory.
es: Ecosistemas que aún no han sido evaluados. Para estos casos, el Protocolo propone una alternativa que permita describir las condiciones del territorio.

source: Ecosystems that unequivocally do not meet any of the criteria for the threat categories.
es: Ecosistemas que inequívocamente no cumplen ninguno de los criterios de las categorías de amenaza.

source: Ecosystems where information about the levels of environmental degradation and disruption of biotic processes indicate that there is a<0>very high risk of collapse</0>.
es: Ecosistemas donde la información sobre los niveles de degradación ambiental y alteración de los procesos bióticos indican que existe un <0>riesgo muy alto de colapso</0>.

source: edit
es: editar

source: Edit
es: Editar

source: edit credit class
es: editar clase de credito

source: Edit filters
es: Editar filtros

source: edit profile
es: editar perfil

source: Edit profile
es: Editar perfil

source: Edit Profile
es: Editar perfil

source: edit project
es: editar proyecto

source: Edit Project - Access Denied
es: Editar proyecto - Acceso denegado

source: Edit Project Page
es: Editar página del proyecto

source: Edit your file
es: Editar tu archivo

source: Editable credits
es: Créditos editables

source: Eligibility
es: Elegibilidad

source: eligible activities
es: actividades elegibles

source: Eligible projects implement preservation and/or restoration activities in different proportion/rates. Tebu recognizes restoration activities have a higher cost by assigning a greater value to restoration actions.
es: Los proyectos elegibles implementan actividades de conservación y/o restauración en diferentes proporciones/ritmos. Tebu reconoce que las actividades de restauración tienen un costo más alto al asignar un mayor valor a las acciones de restauración.

source: Email
es: Correo electrónico

source: Email resent! Please check your inbox.
es: ¡Correo electrónico reenviado! Por favor, revise su bandeja de entrada.

source: end date
es: Fecha de finalización

source: End Date
es: Fecha de finalización

source: Endangered
es: En peligro

source: ending in
es: terminando en

source: Enter a new credit card
es: Introduzca una nueva tarjeta de crédito

source: Enter the wallet address here if this entity has a wallet address but has not yet signed up on Regen Marketplace. Make sure this is a valid wallet address.
es: Ingrese la dirección de billetera aquí si esta entidad tiene una dirección de billetera pero aún no se registró en Regen Marketplace. Asegúrese de que sea una dirección de billetera válida.

source: environmental authority
es: autoridad ambiental

source: Equivalent to
es: Equivalente a

source: Error fetching price
es: Error al obtener el precio

source: Error getting ISO string for jurisdiction. Please edit your location.
es: Error al obtener la cadena ISO para la jurisdicción. Edite su ubicación.

source: estimated issuance
es: emisión estimada

source: Examples of a retirement reason include: “company travel 2025”, “offsetting my personal footprint”, or the name of a specific person or organization.
es: Algunos ejemplos de motivos de retirada incluyen: “viajes de empresa en 2025”, “compensar mi impacto ambiental” o el nombre de una persona u organización específica.

source: Expected delivery date
es: Fecha de entrega prevista

source: Explain the reason you are retiring these credits
es: Explique el motivo por el cual está retirando estos créditos.

source: Explore
es: Explorar

source: Explore Banks
es: Explorar bancos

source: Extinct
es: Extinguido

source: Extinct In Wild
es: Extinto en estado salvaje

source: Failed to request funds
es: No se pudo solicitar fondos

source: Failed to resend passcode
es: No se pudo reenviar la contraseña

source: Featured projects
es: Proyectos destacados

source: Featured Projects
es: Proyectos destacados

source: File is uploading
es: El archivo se está cargando

source: File locations can still be shared privately via a secret link.
es: Las ubicaciones de los archivos aún se pueden compartir de forma privada a través de un enlace secreto.

source: File name
es: Nombre del archivo

source: file name(s)
es: nombre(s) de archivo

source: Files
es: Archivos

source: Files are private
es: Los archivos son privados

source: Files available on request
es: Archivos disponibles a pedido

source: Files can still be shared privately via secret link.
es: Los archivos aún se pueden compartir de forma privada a través de un enlace secreto.

source: Filters
es: Filtros

source: find another credit card project
es: Encuentra otro proyecto de tarjeta de crédito

source: Finished
es: Finalizado

source: Follow this project get project update to my inbox
es: Sigue este proyecto y recibe actualizaciones del proyecto en mi bandeja de entrada

source: For Buyers
es: Para compradores

source: For help resolving an issue, reach out to support@regen.network.
es: Para obtener ayuda para resolver un problema, comuníquese con support@regen.network.

source: For Land Stewards
es: Para administradores de tierras

source: Forestry-based credits
es: Créditos basados en la silvicultura

source: Frequently Asked Questions
es: Preguntas frecuentes

source: Funds successfully requested!
es: ¡Fondos solicitados exitosamente!

source: Gallery photos
es: Fotos de la galería

source: Geo-Viewer
es: GeoVisor

source: Get even more info on this project on the
es: Obtenga aún más información sobre este proyecto en

source: get started
es: Empezar

source: Grassland is defined as land made up of large open areas of grasses and herbaceous vegetation which account for greater than 80% of the total vegetation. Grassland projects are not subjective to intensive management such as tilling, but may include pasturelands where grasses and/or legumes are planted for livestock grazing, and land managed with agroforestry practices.
es: Los pastizales se definen como tierras formadas por grandes áreas abiertas de pastos y vegetación herbácea que representan más del 80% de la vegetación total. Los proyectos de pastizales no están sujetos a manejo intensivo como la labranza, pero pueden incluir pastizales donde se plantan pastos y/o leguminosas para el pastoreo del ganado y tierras manejadas con prácticas agroforestales.

source: Grasslands-based credits
es: Créditos basados en pastizales

source: Habitat banks
es: Bancos de hábitat

source: hash
es: picadillo

source: Hash
es: Picadillo

source: hectares
es: hectáreas

source: Hectares
es: Hectáreas

source: High
es: Alto

source: High andean forest
es: Bosque altoandino

source: High density grazing
es: Pastoreo de alta densidad

source: Highly significant
es: Altamente significativo

source: Home
es: Inicio

source: How-to Articles
es: Artículos instructivos

source: How-to Videos
es: Videos instructivos

source: I agree to the
es: Estoy de acuerdo con el

source: I am a:
es: Yo soy un:

source: I am interested in buying carbon credits on behalf of:
es: Estoy interesado en comprar créditos de carbono en nombre de:

source: I just offset my carbon footprint on #RegenMarketplace with @regen_network. Join me in doing our part for planetary regeneration!
es: Acabo de compensar mi huella de carbono en #RegenMarketplace con @regen_network. ¡Únete a mí para hacer nuestra parte por la regeneración planetaria!

source: I just purchased carbon credits on #RegenMarketplace with @regen_network. Let's work together to reduce our carbon footprint. Join me in investing in a regenerative future!
es: Acabo de comprar créditos de carbono en #RegenMarketplace con @regen_network. Trabajemos juntos para reducir nuestra huella de carbono. ¡Únase a mí para invertir en un futuro regenerativo!

source: I verify this data is accurate to the best of my knowledge
es: Verifico que estos datos son exactos según mi leal saber y entender.

source: i.e. Sunnybrook Farms
es: es decir, Sunnybrook Farms

source: If you do not see your certificate within 24 hours, please reach out to <0>support@regen.network</0>.
es: Si no ve su certificado dentro de las 24 horas, comuníquese con <0>support@regen.network</0>.

source: If you don’t have a video for this project, you can add a photo to enhance the story section of your project page.
es: Si no tienes un video para este proyecto, puedes agregar una foto para mejorar la sección de historia de la página de tu proyecto.

source: If you merge these accounts, you can log in with either your wallet address, email or google to the same account.
es: Si fusiona estas cuentas, podrá iniciar sesión con su dirección de billetera, correo electrónico o Google en la misma cuenta.

source: If you proceed, you will lose all unsaved changes you made. This cannot be undone.
es: Si continúa, perderá todos los cambios que no haya guardado. Esta acción no se puede deshacer.

source: If you select one of the following options, you will still be able to share the post, files, or location data privately via a secret link.
es: Si selecciona una de las siguientes opciones, aún podrá compartir la publicación, los archivos o los datos de ubicación de forma privada a través de un enlace secreto.

source: If you uncheck this option, buyers will be able to choose to keep the credits tradable
es: Si desmarca esta opción, los compradores podrán optar por mantener los créditos negociables.

source: If you’d prefer retired credits, please modify your choice on the <0>previous screen.</0>
es: Si prefiere créditos retirados, modifique su elección en la <0>pantalla anterior</0>.

source: Impact
es: Impacto

source: in
es: en

source: In one sentence, summarize the story above.
es: En una frase, resuma la historia anterior.

source: In order to buy and retire ecocredits using credit card payment, we may generate a dedicated hosted wallet address to use as the recipient of the retired blockchain credits. Please do not send funds or tradable credits to this address, as you will not have the ability to initiate transactions from this account.<0>Learn more»</0>
es: Para comprar y retirar ecocréditos mediante pago con tarjeta de crédito, podemos generar una dirección de billetera alojada dedicada para usar como destinatario de los créditos de blockchain retirados. No envíe fondos ni créditos comercializables a esta dirección, ya que no podrá iniciar transacciones desde esta cuenta.<0>Más información»</0>
