Repository: regen-network/regen-web
Catalog: web-marketplace/src/lib/i18n/locales/*.po
Languages: es

source: In this form of rotational grazing, grazing animals, at a very high stocking density, graze a management unit for very short period of time.
es: En esta forma de pastoreo rotacional, los animales de pastoreo, con una densidad de población muy alta, pastan en una unidad de manejo durante un período muy corto de tiempo.

source: Incorrect code! Double-check the code and try again.
es: ¡Código incorrecto! Verifique el código nuevamente e intente nuevamente.

source: info with hand
es: información con la mano

source: Information
es: Información

source: Input an email address to receive a receipt of your purchase.<0>Note: You will receive an email with instructions to link this email to your account, allowing for easier access going forward, if desired.</0>
es: Ingrese una dirección de correo electrónico para recibir un recibo de su compra.<0>Nota: Recibirá un correo electrónico con instrucciones para vincular este correo electrónico a su cuenta, lo que permitirá un acceso más fácil en el futuro, si lo desea.</0>

source: Insufficient balance
es: Saldo insuficiente

source: Invalid date
es: Fecha inválida

source: Invalid Polygon address
es: Dirección de polígono no válida

source: Invalid regen address
es: Dirección de regeneración no válida

source: Issue and sell ecosystem service credits to buyers around the world - get paid for your ecological stewardship.
es: Emite y vende créditos de servicios ecosistémicos a compradores de todo el mundo: recibe un pago por tu gestión ecológica.

source: issuer
es: editor

source: Issuer
es: Editor

source: issuers
es: emisores

source: Issuers
es: Emisores

source: join the community
es: Únete a la comunidad

source: Jurisdiction
es: Jurisdicción

source: Keplr Chrome Extension
es: Extensión Keplr para Chrome

source: Keplr Mobile
es: Keplr Móvil

source: Land Management Actions
es: Acciones de Gestión Territorial

source: Land Management Practices
es: Prácticas de gestión de tierras

source: Land Steward
es: Administrador de tierras

source: Large Corporation
es: Gran corporación

source: Last Updated:
es: Última actualización:

source: Learn about {creditClassName} credits sourced from {accountName} in {projectAddress}.
es: Obtenga información sobre los créditos {creditClassName} provenientes de {accountName} en {projectAddress}.

source: Learn how to
es: Aprenda cómo

source: learn more
es: Aprende más

source: Learn more
es: Más información

source: Learn More
es: Más información

source: LEARN MORE
es: MÁS INFORMACIÓN

source: Learn more about creating a credit class»
es: Obtenga más información sobre cómo crear una clase de crédito»

source: Learn more about wallets in our <0>user guide.</0>
es: Obtenga más información sobre las billeteras en nuestra <0>guía del usuario</0>.

source: Learn more»
es: Más información»

source: Least Concern
es: Preocupación menor

source: less
es: menos

source: Link copied to your clipboard
es: Enlace copiado al portapapeles

source: Link copied!
es: ¡Enlace copiado!

source: Links
es: Campo de golf

source: listen to podcast
es: escuchar podcast

source: Loading video player...
es: Cargando reproductor de vídeo...

source: Loading...
es: Cargando...

source: location
es: ubicación

source: Location
es: Ubicación

source: Location data available on request
es: Datos de localización disponibles a pedido

source: Location of retirement
es: Lugar de retiro

source: Locations are private
es: Las ubicaciones son privadas

source: log in
es: acceso

source: Log in email successfully added
es: El correo electrónico de inicio de sesión se agregó correctamente

source: log in for faster checkout
es: Inicie sesión para realizar un pago más rápido

source: Log out
es: Finalizar la sesión

source: Login Email
es: Iniciar sesión Correo electrónico

source: Long-form project story
es: Historia del proyecto en formato largo

source: Low
es: Bajo

source: Low montane very humid forest
es: Bosque muy húmedo montano bajo

source: Main photo
es: Foto principal

source: Make Anonymous select
es: Hacer que Anónimo seleccione

source: Make sure this is the correct REGEN address. <0>If you change this to an address you don’t have access to, you will be unable to edit the project.</0>
es: Asegúrate de que esta sea la dirección REGEN correcta. <0>Si la cambias a una dirección a la que no tienes acceso, no podrás editar el proyecto.</0>

source: Make the entire post private
es: Hacer que toda la publicación sea privada

source: Make the entire post public
es: Hacer pública toda la publicación

source: Make the files and location data private
es: Hacer que los archivos y los datos de ubicación sean privados

source: Make the location data private
es: Hacer que los datos de ubicación sean privados

source: Market
es: Mercado

source: Max
es: Máximo

source: Maximum {maximumFractionDigits} decimal places
es: Máximo de {maximumFractionDigits} decimales

source: measured co-benefit
es: cobeneficio medido

source: measured GHGs
es: GEI medidos

source: measurement approach
es: Enfoque de medición

source: media
es: medios de comunicación

source: Media
es: Medios de comunicación

source: Medium
es: Medio

source: merge accounts
es: fusionar cuentas

source: messages
es: mensajes

source: metadata
es: metadatos

source: Metadata
es: Metadatos

source: methodology
es: metodología

source: methodology designer
es: diseñador de metodología

source: Methodology Details
es: Detalles de la metodología

source: methodology name
es: nombre de la metodología

source: Methodology not found
es: Metodología no encontrada

source: Methodology Process
es: Proceso metodológico

source: min start date
es: fecha de inicio mínima

source: Minimum of 1 recipient
es: Mínimo 1 destinatario

source: Moderate
es: Moderado

source: more
es: más

source: more details
es: Más detalles

source: More Projects
es: Más proyectos

source: Move down
es: Bajar

source: Move up
es: Subir

source: MsgCreateProject Error
es: Error de MsgCreateProject

source: Must be a date in the past
es: Debe ser una fecha en el pasado

source: Must be at least
es: Debe ser al menos

source: Must be positive
es: Debe ser positivo

source: Must have recipients
es: Debe tener destinatarios

source: My orders
es: Mis pedidos

source: My prefinance projects
es: Mis proyectos de prefinanciamiento

source: Name
es: Nombre

source: Name of document
es: Nombre del documento

source: Natural ecosystem, unmanaged
es: Ecosistema natural, sin gestión

source: NCT represents the first IBC-compatible carbon token to the Interchain economy, and launches via NCT: Regen and NCT: Osmo pools on the Osmosis exchange.
es: NCT representa el primer token de carbono compatible con IBC para la economía Interchain, y se lanza a través de los pools NCT: Regen y NCT: Osmo en el intercambio Osmosis.

source: Near Threatened
es: Casi amenazado

source: New admin address
es: Nueva dirección de administrador

source: New confirmation code sent
es: Nuevo código de confirmación enviado

source: New post
es: Nueva publicación

source: new project admin
es: nuevo administrador de proyecto

source: News
es: Noticias

source: next
es: próximo

source: Next
es: Próximo

source: No basket tokens to display
es: No hay fichas de cesta para mostrar

source: No bridgable ecocredits found
es: No se encontraron ecocréditos puenteables

source: No bridged ecocredits found
es: No se encontraron ecocréditos puente

source: No credit batches to display
es: No hay lotes de créditos para mostrar

source: No credits issued
es: No se emitieron créditos

source: No ecocredits to display
es: No hay ecocréditos para mostrar

source: No matching results found
es: No se encontraron resultados coincidentes

source: No options available
es: No hay opciones disponibles

source: No retirements to display
es: No hay retiros que mostrar

source: No sell orders found
es: No se encontraron órdenes de venta

source: No specific location
es: Sin ubicación específica

source: No, my project does not include grasslands
es: No, mi proyecto no incluye pastizales.

source: Nonprofit
es: No lucrativo

source: Not connected
es: No conectado

source: Not Evaluated
es: No evaluado

source: Note / Link
es: Nota / Enlace

source: Note: all location data can be made private on the main create post form.
es: Nota: todos los datos de ubicación pueden hacerse privados en el formulario principal de creación de publicaciones.

source: NOTE: As posts are anchored to the blockchain, they are not editable once published
es: NOTA: Como las publicaciones están ancladas a la cadena de bloques, no se pueden editar una vez publicadas.

source: NOTE: Only project page creation and user profile creation available with email / social log in.
es: NOTA: Solo la creación de páginas de proyecto y la creación de perfiles de usuario están disponibles con inicio de sesión por correo electrónico o red social.

source: Number of credits
es: Número de créditos

source: of CO2e
es: de CO2e

source: offset generation method
es: método de generación de compensación

source: Offset generation method
es: Método de generación de compensación

source: old project admin
es: antiguo administrador del proyecto

source: Only the locations of the files will be hidden from public view.
es: Sólo las ubicaciones de los archivos quedarán ocultas a la vista del público.

source: Oops! Page not found.
es: ¡Ups! Página no encontrada.

source: operator
es: operador

source: Opportunities
es: Oportunidades

source: or, buy with crypto
es: o comprar con criptomonedas

source: or, log in with email / social
es: o inicie sesión con correo electrónico / redes sociales

source: Order Summary
es: Resumen del pedido

source: orders
es: órdenes

source: Orders
es: Pedidos

source: Organization
es: Organización

source: Organization Name
es: Nombre de la organización

source: Orinoco savanna
es: Sabana del Orinoco

source: Orinoco savannah
es: Sabana del Orinoco

source: Other regenerative grazing practice
es: Otras prácticas de pastoreo regenerativo

source: Our Services
es: Nuestros servicios

source: Overview
es: Descripción general

source: Pacific
es: Pacífico

source: partners
es: fogonadura

source: payment
es: pago

source: payment currency
es: Moneda de pago

source: payment info
es: Información de pago

source: Payment info
es: Información de pago

source: Peer <0/>Reviewed
es: Revisado por pares

source: Photo credit
es: Crédito de la fotografía

source: Please check your email
es: Por favor revise su correo electrónico

source: Please choose a country
es: Por favor seleccione un país

source: Please choose a denom
es: Por favor, elija una denominación

source: Please choose a state
es: Por favor seleccione un estado

source: Please confirm your email address
es: Por favor, confirme su dirección de correo electrónico

source: Please connect to Keplr to use Regen Ledger features
es: Conéctese a Keplr para utilizar las funciones de Regen Ledger

source: Please contact the project admin to request access.
es: Comuníquese con el administrador del proyecto para solicitar acceso.

source: Please contact us at <0>support@regen.network</0>to resolve this issue. Do not reinitiate the transaction.
es: Comuníquese con nosotros a <0>support@regen.network</0> para resolver este problema. No reinicie la transacción.

source: Please correct the errors above
es: Por favor corrija los errores anteriores

source: Please enter a location for the retirement of these credits. This prevents double counting of credits in different locations.
es: Introduzca una ubicación para la retirada de estos créditos. Esto evita el doble conteo de créditos en diferentes ubicaciones.

source: Please enter a valid amount
es: Por favor, introduzca un importe válido

source: Please enter a valid email address
es: Por favor, introduce una dirección de correo electrónico válida

source: Please enter a valid URL
es: Por favor, introduzca una URL válida

source: Please enter a valid VCS Project ID
es: Ingrese un ID de proyecto VCS válido

source: Please enter the code from that email:
es: Por favor, introduzca el código de ese correo electrónico:

source: Please enter valid JSON-LD
es: Por favor ingrese un JSON-LD válido

source: Please purchase some REGEN to cover the transaction fees for this action.
es: Compre REGEN para cubrir las tarifas de transacción para esta acción.

source: Please select the following wallet address in Keplr in order to proceed
es: Seleccione la siguiente dirección de billetera en Keplr para continuar

source: Please select this address in keplr in order to access this page.
es: Seleccione esta dirección en keplr para acceder a esta página.

source: Please select which profile info you want to keep for your new merged account
es: Seleccione qué información de perfil desea conservar para su nueva cuenta fusionada

source: Please switch to this address in Keplr to access this profile.
es: Cambie a esta dirección en Keplr para acceder a este perfil.

source: Please wait while transaction processes
es: Por favor espere mientras se procesa la transacción

source: Portfolio
es: Cartera

source: Position and size your image
es: Posiciona y dimensiona tu imagen

source: Post and files are public
es: Las publicaciones y los archivos son públicos.

source: Post is deleted
es: La publicación ha sido eliminada

source: Post is private
es: La publicación es privada

source: Post is public
es: La publicación es pública

source: Postal code
es: Código Postal

source: Postal Code
es: Código Postal

source: Powered by
es: Desarrollado por

source: PQR Request
es: Solicitud PQR

source: prefinance
es: prefinanciamiento

source: Prefinance projects
es: Proyectos de prefinanciación

source: prefinance this project
es: prefinanciar este proyecto

source: Premontane humid forest
es: Bosque húmedo premontano

source: Preservation
es: Preservación

source: Preservation Factor:
es: Factor de conservación:

source: prev
es: anterior

source: Previous
es: Anterior

source: price
es: precio

source: Price
es: Precio

source: Price - high to low
es: Precio - de alto a bajo

source: Price - low to high
es: Precio - bajo a alto

source: PRICE (USD)
es: PRECIO (USD)

source: Price of credits for prefinance projects have specific terms, please click on the project to learn more.
es: Los precios de los créditos para proyectos de prefinanciamiento tienen términos específicos, haga clic en el proyecto para obtener más información.

source: price per credit
es: precio por crédito

source: Price per credit
es: Precio por crédito

source: primary impact
es: impacto primario

source: print certificate
es: imprimir certificado

source: Prior environmental conditions
es: Condiciones ambientales previas

source: Prior to adopting these regenerative practices (going back 5 years prior) how were you using the land?
es: Antes de adoptar estas prácticas regenerativas (hace 5 años) ¿cómo utilizabas la tierra?

source: Privacy
es: Privacidad

source: Privacy Policy
es: política de privacidad

source: Privacy settings
es: Configuración de privacidad

source: Proceed with caution: this cannot be undone!
es: Proceda con precaución: ¡esto no se puede deshacer!

source: profile
es: perfil

source: Profile
es: Perfil

source: profile banner
es: Banner de perfil

source: Profile image
es: Imagen de perfil

source: Profile not found
es: Perfil no encontrado

source: Profile Saved
es: Perfil guardado

source: Profile type
es: Tipo de perfil

source: program
es: programa

source: Program Guide
es: Guía del programa

source: project
es: proyecto

source: Project
es: Proyecto

source: PROJECT
es: PROYECTO

source: Project {onChainProjectId}
es: Proyecto {onChainProjectId}

source: project activities
es: actividades del proyecto

source: Project activity
es: Actividad del proyecto

source: Project Activity
es: Actividad del proyecto

source: Project activity url
es: URL de la actividad del proyecto

source: project banner
es: Banner del proyecto

source: project benefit
es: beneficio del proyecto

source: Project Design Document
es: Documento de diseño del proyecto

source: project developer
es: Desarrollador de proyectos

source: Project Developer
es: Desarrollador de proyectos

source: Project documentation
es: Documentación del proyecto

source: Project Duration
es: Duración del proyecto

source: project end date
es: fecha de finalización del proyecto

source: Project has been created!
es: ¡El proyecto ha sido creado!

source: project id
es: Identificación del proyecto

source: Project ID: unique identifier of the project on Regen Ledger.
es: ID del proyecto: identificador único del proyecto en Regen Ledger.

source: project location
es: Ubicación del proyecto

source: Project location
es: Ubicación del proyecto

source: Project Location
es: Ubicación del proyecto

source: Project metadata
es: Metadatos del proyecto

source: Project metadata updated
es: Metadatos del proyecto actualizados

source: Project methodology
es: Metodología del proyecto

source: project name
es: Nombre del proyecto

source: Project name
es: Nombre del proyecto

source: Project prefinance terms
es: Condiciones de prefinanciación del proyecto

source: Project start and end date
es: Fecha de inicio y finalización del proyecto

source: project start date
es: fecha de inicio del proyecto

source: project status
es: Estado del proyecto

source: project story
es: Historia del proyecto

source: Project story title
es: Título de la historia del proyecto

source: Project timeline
es: Cronograma del proyecto

source: project type
es: tipo de proyecto

source: projected credit delivery date
es: fecha de entrega de crédito proyectada

source: PROJECTED:
es: PROYECTADO:

source: Projects
es: Proyectos

source: Projects must have a duration of at least 20 years to ensure demonstrable and quantifiable results in biodiversity. Tebu promotes projects that last longer, ensuring long term ecological processes.
es: Los proyectos deben tener una duración de al menos 20 años para garantizar resultados demostrables y cuantificables en biodiversidad. Tebu promueve proyectos que duren más tiempo, asegurando procesos ecológicos a largo plazo.

source: projects tabs
es: Pestañas de proyectos

source: public profile tabs
es: pestañas de perfil público

source: Publications
es: Publicaciones

source: purchase date
es: fecha de compra

source: purchase now
es: Compra ahora

source: PURCHASE OPTIONS
es: OPCIONES DE COMPRA

source: Put in basket
es: Poner en la cesta

source: quantity:
es: cantidad:

source: ratings
es: Calificaciones

source: read
es: leer

source: read article
es: leer el artículo

source: Recipient
es: Beneficiario

source: Recipient {index}
es: Destinatario {index}

source: Recipient address
es: Dirección del destinatario

source: Recipient(s)
es: Destinatario(s)

source: Recipients
es: Destinatarios

source: Redwood Testnet Faucet
es: Grifo de Redwood Testnet

source: reference id (cfc project id)
es: ID de referencia (ID del proyecto CFC)

source: Regen - Ecocredits
es: Regen - Ecocréditos

source: Regen Data Provider
es: Proveedor de datos de regeneración

source: Regen impact address
es: Dirección de impacto de Regen

source: Regen Marketplace
es: Mercado de lluvia

source: Regen Marketplace app.
es: Aplicación Regen Marketplace.

source: Regen Network
es: Red de regeneración

source: Regen Network Development, PBC
es: Desarrollo de la red Regen, PBC

source: REGEN wallet address
es: Dirección de la billetera REGEN

source: region
es: región

source: Region
es: Región

source: registry
es: registro

source: Related Credit Class
es: Clase de crédito relacionada

source: Relevant environmental changes within the project area. These include changes in vegetation such as clearing or planting, hydrology, soil conditions, or other.
es: Cambios ambientales relevantes dentro del área del proyecto. Estos incluyen cambios en la vegetación, como desmonte o plantación, hidrología, condiciones del suelo u otros.

source: Reminder: this project is stored in the Regen Marketplace database. If you want to make a project on Regen Ledger, please log in with a keplr wallet.
es: Recordatorio: este proyecto se almacena en la base de datos de Regen Marketplace. Si desea crear un proyecto en Regen Ledger, inicie sesión con una billetera keplr.

source: Request fund
es: Solicitar fondos

source: Require that credits are retired upon purchase
es: Exigir que los créditos se retiren al momento de la compra

source: Required since you added a project story
es: Obligatorio porque agregaste una historia de proyecto

source: Required since you added a project story title
es: Obligatorio porque agregó un título a la historia del proyecto

source: Required with postal code
es: Requerido con código postal

source: Resend after {resendTimeLeft} seconds.
es: Reenviar después de {resendTimeLeft} segundos.

source: Resend email.
es: Reenviar correo electrónico.

source: Reset
es: Reiniciar

source: Reset filters
es: Restablecer filtros

source: Residue grazing
es: Pastoreo de residuos

source: Resources
es: Recursos

source: Resources for Getting Started
es: Recursos para empezar

source: Restoration
es: Restauración

source: Restoration Factor:
es: Factor de restauración:

source: Retire
es: Retirarse

source: Retire all credits upon transfer
es: Retirar todos los créditos al realizar la transferencia

source: Retire credits now
es: Retirar créditos ahora

source: Retire credits upon transfer
es: Retirar créditos al momento de la transferencia

source: Retired by
es: Retirado por

source: Retired credits have been taken out of circulation permanently and cannot be sold to anyone else.
es: Los créditos retirados han sido retirados de circulación de forma permanente y no pueden venderse a nadie más.

source: Retirement
es: Retirada

source: Retirement Certificate
es: Certificado de retirada

source: Retirement Certificates
es: Certificados de retirada

source: Retirement date
es: Fecha de retirada

source: Retirement Info
es: Información sobre la retirada

source: Retirement is permanent and non-reversible.
es: La retirada es permanente e irreversible.

source: Retirement location
es: Lugar de retiro

source: Retirement note
es: Nota de retirada

source: Retirement permanently removes used credits from circulation to prevent their reuse, ensuring that the environmental benefit claimed is real and not double-counted.
es: La retirada elimina permanentemente de circulación los créditos usados para evitar su reutilización, garantizando así que el beneficio ambiental reclamado sea real y no se contabilice dos veces.

source: Retirement reason
es: Motivo de la retirada

source: Review
es: Revisar

source: Riparian forest
es: Bosque ripario

source: rolling acceptance window
es: ventana de aceptación continua

source: Rotational grazing
es: Pastoreo rotacional

source: sad bee
es: abeja triste

source: Savanna
es: Sabana

source: Save
es: Ahorrar

source: save draft
es: guardar borrador

source: Save draft & exit
es: Guardar borrador y salir

source: Save my credit card info for next time
es: Guarde la información de mi tarjeta de crédito para la próxima vez

source: Saved payment info
es: Información de pago guardada

source: Scan with the Keplr mobile app
es: Escanee con la aplicación móvil Keplr

source: SDGs
es: ODS

source: search for new credits
es: buscar nuevos creditos

source: sectoral scopes
es: ámbitos sectoriales

source: SEE ALL CREDIT BATCHES
es: VER TODOS LOS LOTES DE CRÉDITO

source: See all methodologies
es: Ver todas las metodologías

source: See an example»
es: Ver un ejemplo»

source: SEE CREDIT BATCH
es: VER LOTE DE CRÉDITOS

source: see credit class page
es: ver página de clases de crédito

source: see less
es: ver menos

source: see more
es: ver más

source: see purchase agreement
es: ver contrato de compra

source: See the blockchain record
es: Ver el registro de blockchain
