Repository: regen-network/regen-web
Catalog: web-marketplace/src/lib/i18n/locales/*.po
Languages: es

source: Select a wallet
es: Seleccione una billetera

source: Select all
es: Seleccionar todo

source: Select option
es: Seleccionar opción

source: Sell
es: Vender

source: Sell order
es: Orden de venta

source: Sell Order #
es: Orden de venta n.°

source: Sell Order #{0}
es: Orden de venta n.° {0}

source: SELL ORDER ID
es: ID DE ORDEN DE VENTA

source: sell order id:
es: ID de orden de venta:

source: Sell orders
es: Órdenes de venta

source: SELLER
es: VENDEDOR

source: Send
es: Enviar

source: Send additional retired credits
es: Enviar créditos jubilatorios adicionales

source: Sender
es: Remitente

source: Services
es: Servicios

source: Set max credits
es: Establecer créditos máximos

source: set up a Keplr wallet →
es: Configurar una billetera Keplr →

source: settings
es: ajustes

source: Settings
es: Ajustes

source: share
es: compartir

source: Share
es: Compartir

source: Show community credits
es: Mostrar créditos de la comunidad

source: Show off-chain projects
es: Mostrar proyectos fuera de la cadena

source: sign
es: firmar

source: Sign in successful
es: Inicio de sesión exitoso

source: Sign the transaction with Keplr Mobile Wallet
es: Firma la transacción con Keplr Mobile Wallet

source: Sign this post
es: Firma este post

source: signature
es: firma

source: Signed by
es: Firmado por

source: Significant
es: Significativo

source: Signing failed
es: La firma falló

source: Size
es: Tamaño

source: Size in hectares or acres
es: Tamaño en hectáreas o acres

source: skip this step
es: omitir este paso

source: Slug can't be set to a UUID
es: No es posible configurar Slug como UUID

source: Slug can't be set to an on-chain project ID
es: Slug no se puede configurar como un ID de proyecto en cadena

source: Small or Medium Sized Business
es: Pequeña o mediana empresa

source: Social Accounts
es: Cuentas sociales

source: Social and Cultural Index
es: Índice social y cultural

source: Sold Out
es: Agotado

source: Sorry, another user has purchased all of the available credits from this project
es: Lo sentimos, otro usuario ha comprado todos los créditos disponibles de este proyecto.

source: Sorry, another user has purchased all of the USD credits you selected!
es: Lo sentimos, ¡otro usuario ha comprado todos los créditos USD que seleccionaste!

source: Sorry, another user has purchased some or all of the credits you selected!
es: Lo sentimos, otro usuario ha comprado algunos o todos los créditos que seleccionaste.

source: Sorry, someone has purchased this sell order!
es: Lo sentimos, ¡alguien ha comprado esta orden de venta!

source: Sorry, something went wrong!
es: Lo sentimos, algo salió mal!

source: Sorry, this email is already connected to another account
es: Lo sentimos, este correo electrónico ya está conectado a otra cuenta.

source: Sorry, you don’t have any REGEN to cover transaction fees
es: Lo sentimos, no tienes REGEN para cubrir las tarifas de transacción

source: Sorry, your transaction was not successful.
es: Lo sentimos, su transacción no fue exitosa.

source: Sort by:
es: Ordenar por:

source: Stakeholders
es: Partes interesadas

source: Start and end date
es: Fecha de inicio y de fin

source: start date
es: Fecha de inicio

source: Start Date
es: Fecha de inicio

source: start date window
es: ventana de fecha de inicio

source: Start typing profile name or regen address to search all profiles
es: Comience a escribir el nombre del perfil o la dirección de regeneración para buscar todos los perfiles

source: Start typing the location
es: Comience a escribir la ubicación

source: State / Region
es: Estado / Región

source: Stats
es: Estadísticas

source: Status
es: Estado

source: Status refreshes automatically once every 10 seconds if in a pending state.
es: El estado se actualiza automáticamente una vez cada 10 segundos si está en estado pendiente.

source: step
es: paso

source: Storefront
es: Escaparate

source: story
es: historia

source: Story photo
es: Foto de la historia

source: Story video
es: Vídeo de la historia

source: Story video or photo
es: Historia en video o foto

source: sub-watershed
es: subcuenca

source: submit
es: entregar

source: Submit
es: Entregar

source: Submit a Credit Class
es: Presentar una clase de crédito

source: Subscribe to Regen Network newsletter, which includes product updates and new and exciting projects
es: Suscríbete al boletín de Regen Network, que incluye actualizaciones de productos y proyectos nuevos y emocionantes.

source: Successfully copied!
es: ¡Copiado exitosamente!

source: Successfully issued credit batches
es: Lotes de créditos emitidos con éxito

source: Summarize this update.
es: Resuma esta actualización.

source: Support
es: Apoyo

source: Switch wallet addresses in Keplr to add another address to your account
es: Cambie las direcciones de billetera en Keplr para agregar otra dirección a su cuenta

source: take from basket
es: tomar de la cesta

source: Take from basket
es: Tomar de la cesta

source: Tebu badge
es: Insignia de bastón

source: Tebu banner
es: Bandera Tebu de azúcar.

source: Tebu Credits
es: Créditos Tebu

source: Tebu factors
es: Factores de Tebu

source: Tebu logo
es: Logotipo Tebu

source: Tell the deeper story of what makes this project special. Describe the land stewards and why they do this work, the ecological impacts (plants, animals, ecosystems), and social impacts (community, jobs, health).
es: Cuente la historia más profunda de lo que hace que este proyecto sea especial. Describa a los administradores de la tierra y por qué hacen este trabajo, los impactos ecológicos (plantas, animales, ecosistemas) y sociales (comunidad, empleos, salud).

source: Terms
es: Términos

source: Terms and Conditions
es: Términos y condiciones

source: terms of service
es: Condiciones del servicio

source: Terrasos Logo
es: Logotipo de Terrasos

source: Thanks for submitting your information!
es: ¡Gracias por enviarnos tu información!

source: That's an error.
es: Eso es un error.

source: The address should be different from the current address
es: La dirección debe ser diferente a la dirección actual.

source: The amount bridgable is the same as the amount tradable. Credits that have been retired cannot be bridged.
es: El monto que se puede canjear es el mismo que el monto que se puede canjear. Los créditos que se han retirado no se pueden canjear.

source: The caption message must be under {CAPTION_CHART_LIMIT} characters.
es: El mensaje de título debe tener menos de {CAPTION_CHART_LIMIT} caracteres.

source: The community has economic rights to the project.
es: La comunidad tiene derechos económicos sobre el proyecto.

source: The community has political and economic rights to the project.
es: La comunidad tiene derechos políticos y económicos sobre el proyecto.

source: The community participates in the construction of the project's Management Plan, reflected in binding actions.
es: La comunidad participa en la construcción del Plan de Gestión del proyecto, reflejándose en acciones vinculantes.

source: The creator of this basket has chosen that all credits must be retired upon take.
es: El creador de esta cesta ha decidido que todos los créditos deben ser retirados al momento de la recogida.

source: The current address is already linked to your account.\nPlease first switch wallet addresses in the Keplr app to be able to add another address to your account.
es: La dirección actual ya está vinculada a su cuenta. Primero cambie las direcciones de billetera en la aplicación Keplr para poder agregar otra dirección a su cuenta.

source: The dates should correspond to the batch monitoring period or vintage.
es: Las fechas deben corresponder al período de seguimiento del lote o añada.

source: The email address you are using to log in is associated with the above wallet address, so it must be the currently selected account in Keplr in order to continue.
es: La dirección de correo electrónico que está utilizando para iniciar sesión está asociada con la dirección de billetera mencionada anteriormente, por lo que debe ser la cuenta actualmente seleccionada en Keplr para continuar.

source: The individual or organization that is in charge of managing the project and will appear on the project page.
es: La persona u organización que está a cargo de administrar el proyecto y aparecerá en la página del proyecto.

source: The integration of local communities' knowledge, social structures, and equitable participation to ensure both ecosystem conservation and community benefits.
es: La integración del conocimiento de las comunidades locales, las estructuras sociales y la participación equitativa para garantizar tanto la conservación del ecosistema como los beneficios comunitarios.

source: The page you are looking for might have been temporarily removed or had its name changed.
es: Es posible que la página que estás buscando haya sido eliminada temporalmente o haya cambiado su nombre.

source: The post and all of its contents will be hidden from public view.
es: La publicación y todo su contenido quedarán ocultos a la vista del público.

source: The post and files still can be shared privately via secret link.
es: La publicación y los archivos aún se pueden compartir de forma privada a través de un enlace secreto.

source: The practice of letting livestock graze crop residue after a crop has been harvested.
es: La práctica de dejar que el ganado paste los residuos de cultivos después de que éstos hayan sido cosechados.

source: The project can still be viewed at:
es: El proyecto todavía se puede ver en:

source: The recipient address cannot be the same as the sender address
es: La dirección del destinatario no puede ser la misma que la del remitente

source: The retirement location can be where you live or your business operates.
es: El lugar de la retirada puede ser el lugar donde usted vive o donde opera su negocio.

source: The structure, procedures and requirements for project registration, the quantification, monitoring, reporting and verification (MRV), and issuance of credits related to a certain credit type.
es: La estructura, los procedimientos y los requisitos para el registro de proyectos, la cuantificación, el seguimiento, el reporte y la verificación (MRV) y la emisión de créditos relacionados con un determinado tipo de crédito.

source: The total amount of credits that were issued to this project.
es: Monto total de créditos que se emitieron para este proyecto.

source: The total amount of credits that were registered to this project.
es: La cantidad total de créditos que se registraron en este proyecto.

source: There are currently no open sell orders for this project.
es: Actualmente no hay órdenes de venta abiertas para este proyecto.

source: There is no community involvement in the construction of the project's Management Plan.
es: No hay participación de la comunidad en la construcción del Plan de Manejo del proyecto.

source: These credits are currently sold out. More may become available in the future.
es: Estos créditos están agotados actualmente. Es posible que haya más disponibles en el futuro.

source: These credits will be a tradeable asset. They can be retired later via Regen Marketplace.
es: Estos créditos serán un activo comercializable. Se podrán retirar más adelante a través de Regen Marketplace.

source: These credits will be retired upon purchase and will not be tradeable. Retirement is permanent and non-reversible.
es: Estos créditos se retirarán al momento de la compra y no se podrán canjear. La retirada es permanente e irreversible.

source: These factors are used to calculate the credits issued for this project.
es: Estos factores se utilizan para calcular los créditos emitidos para este proyecto.

source: This address is already linked to another account. Remove it from that account and connect it to yours?
es: Esta dirección ya está vinculada a otra cuenta. ¿Quieres eliminarla de esa cuenta y conectarla a la tuya?

source: This certificate has not been generated yet because the credit transfer to you is still pending.
es: Este certificado aún no se ha generado porque la transferencia del crédito hacia usted aún está pendiente.

source: This change will only be made after you save the change and sign the transaction.
es: Este cambio solo se realizará después de guardar el cambio y firmar la transacción.

source: This code has expired!
es: ¡Este código ha expirado!

source: This data is on chain or anchored on chain via a content hash.
es: Estos datos están en cadena o anclados en la cadena a través de un hash de contenido.

source: This factor is used to calculate the credits issued for this project.
es: Este factor se utiliza para calcular los créditos emitidos para este proyecto.

source: This field is required
es: Este campo es obligatorio

source: This is comparable to signing a legal document and implies you believe the contents are accurate.
es: Esto es comparable a firmar un documento legal e implica que usted cree que el contenido es exacto.

source: This is how the project developers are planning to achieve the primary impact.
es: Así es como los promotores del proyecto pretenden conseguir el impacto primario.

source: This is not a valid video url
es: Esta no es una URL de video válida

source: This is not yet supported by Wallet Connect and Keplr mobile. Please log in using Keplr browser extension on desktop.
es: Esta función aún no es compatible con Wallet Connect y Keplr Mobile. Inicie sesión con la extensión de navegador de Keplr en su computadora de escritorio.

source: This is the median average price for all open sell orders in this credit class.
es: Este es el precio promedio medio de todas las órdenes de venta abiertas en esta clase de crédito.

source: This is the median average price of all open sell orders for this project.
es: Este es el precio promedio medio de todas las órdenes de venta abiertas para este proyecto.

source: This is the name of the farm, ranch, property, or conservation project.
es: Este es el nombre de la granja, rancho, propiedad o proyecto de conservación.

source: This is the Polygon address of the recipient.
es: Esta es la dirección de polígono del destinatario.

source: This may take some time if your file size is large.
es: Esto puede llevar algún tiempo si el tamaño del archivo es grande.

source: This may take up to 15 seconds.
es: Esto puede tardar hasta 15 segundos.

source: This name will appear on the retirement certificate.
es: Este nombre aparecerá en el certificado de retirada.

source: This post and all of its files will be visible.
es: Esta publicación y todos sus archivos serán visibles.

source: This post has been made private by the project administrator.
es: El administrador del proyecto ha hecho privada esta publicación.

source: This service allows you to bridge NCT-eligible ecocredits to Polygon in the form of TCO2s.
es: Este servicio le permite transferir ecocréditos elegibles para NCT a Polygon en forma de TCO2.

source: This unique url is already taken
es: Esta URL única ya está en uso

source: This wallet address is already in use by another account.
es: Esta dirección de billetera ya está siendo utilizada por otra cuenta.

source: Threat Category of Ecosystem
es: Categoría de amenaza del ecosistema

source: Timeline
es: Cronología

source: Timestamp
es: Marca de tiempo

source: Title
es: Título

source: Tokenization Source
es: Fuente de tokenización

source: ton
es: tonelada

source: ton of carbon
es: tonelada de carbono

source: Too many attempts! <0>Resend email</0> to get a new code.
es: ¡Demasiados intentos! <0>Vuelva a enviar el correo electrónico</0> para obtener un nuevo código.

source: top faqs
es: Preguntas frecuentes principales

source: total amount
es: cantidad total

source: total amount cancelled
es: importe total cancelado

source: total amount retired
es: importe total retirado

source: total amount tradable
es: cantidad total negociable

source: Total Credits Issued
es: Total de créditos emitidos

source: total credits you have purchased
es: total de créditos que has comprado

source: total price
es: Precio total

source: total purchase price
es: Precio total de compra

source: toucan project token id
es: Identificación del token del proyecto Toucan

source: Toucan Vintage Token Id
es: Identificación de token vintage de tucán

source: Tradable
es: Negociable

source: Tradable Credits
es: Créditos negociables

source: Tradable credits have no yet been retired and can be held, sold, or sent to another party.
es: Los créditos negociables aún no han sido retirados y pueden conservarse, venderse o enviarse a otra parte.

source: Trade
es: Comercio

source: Traditional grazing
es: Pastoreo tradicional

source: Transfer pending
es: Transferencia pendiente

source: Tropical dry forest
es: Bosque seco tropical

source: Tropical forest
es: Bosque tropical

source: Tropical humid forest
es: Bosque húmedo tropical

source: Tropical very humid forest
es: Bosque tropical muy húmedo

source: tx hash
es: hash de tx

source: Tx Hash
es: Hash de transmisión

source: Type an address or latitude, longitude coordinates in decimal degree format (i.e. 41.40338, 2.17403). Note: if you enter rural lat/long coordinates, select the closest town (the map marker on your project page will still appear in the correct location).
es: Escriba una dirección o coordenadas de latitud y longitud en formato de grados decimales (es decir, 41.40338, 2.17403). Nota: si ingresa coordenadas de latitud y longitud rurales, seleccione la ciudad más cercana (el marcador del mapa en la página de su proyecto seguirá apareciendo en la ubicación correcta).

source: uncertainty deductions
es: deducciones por incertidumbre

source: Unlock <0>Regenerative Finances</0><1>with <2>Regen Marketplace</2></1>
es: Desbloquea <0>Finanzas regenerativas</0><1>con <2>Mercado de regeneración</2></1>

source: Unnamed
es: Sin nombre

source: Unregistered projects
es: Proyectos no registrados

source: Untitled
es: Intitulado

source: update
es: actualizar

source: Update
es: Actualizar

source: Update image details
es: Actualizar detalles de la imagen

source: Update project metadata
es: Actualizar metadatos del proyecto

source: Upload image
es: Subir imagen

source: Uploading image
es: Subiendo imagen

source: url
es: dirección URL

source: USD
es: Dólar estadounidense

source: Use file geolocation
es: Utilizar geolocalización de archivos

source: Use my credit card on file ending in {0}
es: Utilice mi tarjeta de crédito registrada que termina en {0}

source: Use your social account to log in to Regen Marketplace.
es: Utilice su cuenta social para iniciar sesión en Regen Marketplace.

source: useMultiStep must be used within a MultiStepProvider
es: useMultiStep debe usarse dentro de un MultiStepProvider

source: user profile avatar
es: avatar de perfil de usuario

source: user profile background image
es: imagen de fondo del perfil de usuario

source: Usually takes <30 minutes to process. Please contact us at <0>support@regen.network</0>if more time has passed.
es: Por lo general, el proceso demora menos de 30 minutos. Comuníquese con nosotros a <0>support@regen.network</0> si ha transcurrido más tiempo.

source: VCS methodology name
es: Nombre de la metodología VCS

source: VCS methodology url
es: URL de la metodología VCS

source: vcs project id
es: Identificación del proyecto vcs

source: VCS project ID
es: Identificación del proyecto VCS

source: VCS project page url
es: URL de la página del proyecto VCS

source: vcs project type
es: tipo de proyecto vcs

source: vcs retirement serial number
es: Número de serie de retiro de VCS

source: VCS retirement serial number
es: Número de serie de retiro de VCS

source: verification method
es: método de verificación

source: Verification report
es: Informe de verificación

source: verification reports
es: informes de verificación

source: verifier
es: verificador

source: Verifier
es: Verificador

source: Very high
es: Muy alto

source: Videos
es: Vídeos

source: View all sell orders
es: Ver todas las órdenes de venta

source: VIEW ALL SELL ORDERS
es: VER TODOS LOS ÓRDENES DE VENTA

source: View all supported file types»
es: Ver todos los tipos de archivos compatibles»

source: view batch
es: ver lote

source: View Certificate
es: Ver certificado

source: view credit class doc
es: ver documento de clase de crédito

source: view details
es: Ver detalles

source: view document
es: ver documento

source: view in portfolio
es: Ver en portafolio

source: view less
es: ver menos

source: view methodology
es: ver metodología

source: view on ledger
es: Ver en el libro mayor

source: view pending bridged credits
es: ver créditos puente pendientes

source: view portfolio
es: Ver portafolio

source: view post
es: ver publicación

source: View Profile
es: Ver perfil

source: view project
es: ver proyecto

source: View Receipt
es: Ver recibo

source: view resource
es: ver recurso

source: view retirement certificate
es: ver certificado de retirada

source: view retirement certificates
es: ver certificados de retirada

source: View the complete list of support videos»
es: Ver la lista completa de videos de soporte»

source: view transaction
es: ver transacción

source: view your portfolio
es: Ver tu portafolio

source: VIEW YOUR PORTFOLIO
es: VER SU PORTAFOLIO

source: vintage id
es: identificación vintage

source: vintage id (serial number)
es: identificación de la época (número de serie)

source: vintage period
es: período de cosecha

source: Visit <a href="https://toucan.earth/" target="_blank">toucan.earth</a> to view the transaction.
es: Visita <a href="https://toucan.earth/" target="_blank">toucan.earth</a> para ver la transacción.

source: Visit Our Homepage <0> Instead</0>
es: Visita nuestra página de inicio <0> En su lugar</0>

source: visit our homepage instead
es: Visita nuestra página de inicio en su lugar

source: Voluntary
es: Voluntario

source: Voluntary credits are purchased for environmental responsibility without legal obligation.
es: Los créditos voluntarios se compran por responsabilidad ambiental sin obligación legal.

source: Wallet integration
es: Integración de billetera

source: watch video
es: ver video

source: watershed
es: cuenca

source: We are a company specialized in structuring and operating environmental investments.
es: Somos una empresa especializada en la estructuración y operación de inversiones ambientales.

source: We have emailed you a receipt to
es: Le hemos enviado un recibo por correo electrónico a

source: We need an email address to send you a receipt of your purchase.
es: Necesitamos una dirección de correo electrónico para enviarle un recibo de su compra.

source: We recommend choosing a credit class and creating an on chain project if possible.
es: Recomendamos elegir una clase de crédito y crear un proyecto en cadena si es posible.

source: We use cookies to provide you with a great user experience. By using this site, you accept our use of <0>cookies policy</0> and agree to our <1>platform terms of service</1>.
es: Utilizamos cookies para brindarle una excelente experiencia de usuario. Al utilizar este sitio, acepta nuestro uso de la <0>política de cookies</0> y acepta nuestros <1>términos de servicio de la plataforma</1>.

source: We will send your receipt to the email address below, which is already linked to your account.
es: Le enviaremos su recibo a la dirección de correo electrónico que aparece a continuación, que ya está vinculada a su cuenta.

source: We've just sent a confirmation email to:
es: Acabamos de enviar un correo electrónico de confirmación a:

source: What is Tebu
es: Qué es Tebu

source: What your support enables
es: Lo que tu apoyo permite
