Repository: regen-network/regen-web
Catalog: web-marketplace/src/lib/i18n/locales/*.po
Languages: es

source: Which regenerative practices have you been applying and for how long?
es: ¿Qué prácticas regenerativas vienes aplicando y desde hace cuánto tiempo?

source: Which types of carbon credits projects are you interested in?
es: ¿En qué tipos de proyectos de créditos de carbono está interesado?

source: whoops, cancel
es: ups, cancelar

source: WHOOPS, EXIT
es: UPOPS, SALIDA

source: whoops! Cancel
es: ups! Cancelar

source: Wilmot, Carbon<0>Plus</0> Grasslands Credits
es: Wilmot, créditos de pastizales Carbon<0>Plus</0>

source: Write a short comment or longer project update.
es: Escriba un comentario breve o una actualización más larga del proyecto.

source: Yes
es: Sí

source: Yes, cancel sell order
es: Sí, cancelar orden de venta

source: yes, delete
es: Sí, eliminar

source: yes, discard
es: Sí, descartar

source: Yes, I'm interested in buying credits for myself or my organization!
es: ¡Sí, estoy interesado en comprar créditos para mí o para mi organización!

source: yes, merge
es: Sí, fusionar

source: Yes, my project includes grasslands
es: Sí, mi proyecto incluye pastizales.

source: Yes, please create an account for me so I can easily see my purchase details and retirement certificate when I log in
es: Sí, por favor crea una cuenta para mí para que pueda ver fácilmente los detalles de mi compra y mi certificado de retirada cuando inicie sesión.

source: yes, remove & connect
es: Sí, quitar y conectar

source: You are not yet listed as an issuer on any credit classes
es: Aún no figura como emisor en ninguna clase de crédito

source: You can add the name of the organization or person you are retiring the credits on behalf of here (i.e. 'Retired on behalf of ABC Organization')
es: Puede agregar aquí el nombre de la organización o persona en cuyo nombre está retirando los créditos (es decir, 'Retirado en nombre de la Organización ABC')

source: You can add the name of the organization or person you are retiring the credits on behalf of here (i.e. "Retired on behalf of ABC Organization")
es: Puede agregar aquí el nombre de la organización o persona en cuyo nombre está retirando los créditos (es decir, "Retirado en nombre de la Organización ABC")

source: You can customize the project page url below.
es: Puede personalizar la URL de la página del proyecto a continuación.

source: You can only keep the profile info from one of these accounts, which includes your avatar image, background photo, social links, and description. All projects and project info will be retained.
es: Solo puedes conservar la información de perfil de una de estas cuentas, que incluye tu imagen de avatar, foto de fondo, enlaces sociales y descripción. Se conservarán todos los proyectos y la información de los mismos.

source: You cannot connect your account to this wallet address. This wallet address is already associated with another email address.
es: No puedes conectar tu cuenta a esta dirección de billetera. Esta dirección de billetera ya está asociada a otra dirección de correo electrónico.

source: You cannot make posts because either the project is still a draft or it doesn't have assigned a location.
es: No puedes hacer publicaciones porque el proyecto aún está en borrador o no tiene una ubicación asignada.

source: You do not have any ecocredits that are elligible for this basket.
es: No tienes ningún ecocrédito que sea elegible para esta cesta.

source: You do not have any NCT basket tokens.
es: No tienes ninguna ficha de canasta NCT.

source: You do not have any tradable credits to sell from this project.
es: No tienes créditos comercializables para vender de este proyecto.

source: You don’t have enough
es: No tienes suficiente

source: You don't have enough basket tokens
es: No tienes suficientes fichas de cesta

source: You entered:
es: Usted ingresó:

source: You have chosen to purchase tradable credits, so you will not receive a retirement certificate.
es: Ha elegido comprar créditos negociables, por lo que no recibirá un certificado de retirada.

source: You have not issued any credit batches yet
es: Aún no has emitido ningún lote de créditos

source: You must add at least {GALLERY_PHOTOS_MIN} photos to the photo gallery.
es: Debes agregar al menos {GALLERY_PHOTOS_MIN} fotos a la galería de fotos.

source: You must add at most {GALLERY_PHOTOS_MAX} photos to the photo gallery.
es: Debes agregar como máximo {GALLERY_PHOTOS_MAX} fotos a la galería de fotos.

source: You must agree to continue
es: Debes aceptar para continuar

source: You must connect a Keplr wallet address to your existing account in order to view this content.
es: Debe conectar una dirección de billetera Keplr a su cuenta existente para poder ver este contenido.

source: You must connect to Keplr in order to perform this action.
es: Debe conectarse a Keplr para realizar esta acción.

source: You must connect to Keplr in order to view the content of this page.
es: Debes conectarte a Keplr para poder ver el contenido de esta página.

source: You must connect to Keplr in order to view this content.
es: Debes conectarte a Keplr para poder ver este contenido.

source: You must have access to the following address:
es: Debes tener acceso a la siguiente dirección:

source: You must log in in order to view the content of this page.
es: Debes iniciar sesión para ver el contenido de esta página.

source: You successfully created this post but signing failed.
es: Has creado esta publicación con éxito pero no se pudo firmar.

source: You switched accounts in Keplr, so your account on Regen Marketplace will also be changed.<0/><1/>Please <2>approve in the Keplr popup</2> in order to proceed, or switch back to your original signed in account in Keplr:<3/>{prevAddr}
es: Cambió de cuenta en Keplr, por lo que su cuenta en Regen Marketplace también cambiará.<0/><1/>Apruebe la transacción en la ventana emergente de Keplr para continuar o vuelva a su cuenta original en la que inició sesión en Keplr:<3/>{prevAddr}

source: You will not be able to issue credits with this option unless you later register this project with a credit class.
es: No podrás emitir créditos con esta opción a menos que posteriormente registres este proyecto con una clase de crédito.

source: You will receive one ecocredit for every basket token you redeem. Oldest batches will be pulled first.
es: Recibirás un ecocrédito por cada ficha de cesta que canjees. Los lotes más antiguos se retirarán primero.

source: Your email
es: Tu correo electrónico

source: Your email address
es: Su dirección de correo electrónico

source: Your full name
es: Tu nombre completo

source: Your name
es: Su nombre

source: your profiles
es: Tus perfiles

source: Your purchase was successful but the credit transfer process hasn’t been completed just yet.
es: Su compra fue exitosa pero el proceso de transferencia de crédito aún no se ha completado.

source: Your put action was successful!
es: ¡Su acción de colocación fue exitosa!

source: Your retirement certificate will be generated as soon as the credits are transferred, please check later. Meanwhile, we have emailed you a receipt to {email}
es: Tu certificado de retirada se generará tan pronto como se transfieran los créditos, por favor, compruébalo más tarde. Mientras tanto, te hemos enviado un recibo por correo electrónico a {email}

source: Your retirement was successful!
es: ¡Retirada realizada con éxito!

source: Your sell order was cancelled
es: Su orden de venta fue cancelada

source: Your sell order was created!
es: ¡Su orden de venta fue creada!

source: Your send action was successful!
es: ¡Su acción de envío fue exitosa!

source: Your take action was successful!
es: ¡Tu acción fue exitosa!
